Repository: PractisoDevelopers/Practiso
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# %@ and %d more
source: %1$@ and %2$d more
zh_hans: %1$@及另外%2$d项
zh_hant: %1$@及另外%2$d項

# %@ and %lld more
source: %1$@ and %2$lld more
zh_hans: %1$@及另外%2$lld项
zh_hant: %1$@及另外%2$lld項

source: %@ done
zh_hans: %@已完成

source: %@ Unavailable
zh_hans: %@不可用
zh_hant: %@不可用

source: %d items
zh_hans: %d项
zh_hant: %d項

# %d items in %@
source: %1$d items in %2$@
zh_hans: %2$@中的%1$d项
zh_hant: %2$@中的%1$d項

source: %d questions
zh_hans: %d个问题
zh_hant: %d個問題

# %d questions in %@
source: %1$d questions in %2$@
zh_hans: %2$@中的%1$d道题
zh_hant: %2$@中的%1$d道題

source: %lld hr
zh_hans: %lld小时
zh_hant: %lld小時

source: %lld min
zh_hans: %lld分钟
zh_hant: %lld分鐘

source: %lld questions in selection
zh_hans: 选区中的%lld道题目

source: %lld sec
zh_hans: %lld秒
zh_hant: %lld秒

source: About to download %1$lld files, consuming about %2$@ of data. When would you like to start?
zh_hans: 即将下载%1$lld文件，消耗大约%2$@数据。何时开始？
zh_hant: 即將下載%1$lld檔案，消耗大約%2$@數據。何時開始？

source: Access token
zh_hans: 访问令牌

source: Account
zh_hans: 账户

source: Account removed.
zh_hans: 帐户已移除。

source: Add
zh_hans: 添加
zh_hant: 新增

source: Add account
zh_hans: 添加账户

source: Add existing
zh_hans: 添加现有账户

source: Add Option
zh_hans: 添加选项
zh_hant: 新增選項

source: Add Timer
zh_hans: 添加计时器
zh_hant: 新增計時器

source: All Timers
zh_hans: 所有计时器
zh_hant: 所有計時器

source: Almost There
zh_hans: 即将完成
zh_hant: 即將完成

source: Alternative Text
zh_hans: 替换文本
zh_hant: 替代文字

source: An error has occurred in %@.
zh_hans: 在%@中发生错误。
zh_hant: 在%@中發生錯誤。

source: An error occurred
zh_hans: 发生错误
zh_hant: 發生錯誤

source: An error occurred and the document is failed to load
zh_hans: 发生错误，文档加载失败
zh_hant: 發生錯誤，文件載入失敗

source: Archive not found
zh_hans: 未找到存档

source: As New Device
zh_hans: 作为新设备

source: Automatic Clustering
zh_hans: 自动聚类

source: Barcode not found.
zh_hans: 未找到存档。

source: barcode scanner
zh_hans: 条码扫描器

source: Begin a new take as well
zh_hans: 同时开始新练习
zh_hant: 同時開始新練習

source: Briefly describe this image...
zh_hans: 简述此图像...
zh_hant: 簡述此圖像...

source: Browse
zh_hans: 浏览
zh_hant: 瀏覽

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Categorize
zh_hans: 归类

source: Change Intensity
zh_hans: 改变强度
zh_hant: 改變強度

source: Choose Another Model
zh_hans: 切换模型
zh_hant: 切換模型

source: click the %@ button to fill automatically
zh_hans: 单击 %@ 按钮自动填充

source: Close
zh_hans: 关闭

source: Collecting frames...
zh_hans: 正在收集框...
zh_hant: 正在收集框...

source: Community
zh_hans: 社区

source: Community Account
zh_hans: 社区帐户

source: community service
zh_hans: 社区服务

source: Completed
zh_hans: 已完成

source: Confirmation
zh_hans: 确认
zh_hant: 確認

source: Continue
zh_hans: 继续

source: Continue without starting
zh_hans: 继续而不开始
zh_hant: 繼續而不開始

source: Create
zh_hans: 创建
zh_hant: 建立

source: Create Dimension
zh_hans: 创建新聚类
zh_hant: 建立新聚類

source: Created %@
zh_hans: %@已创建
zh_hant: %@已建立

source: Creation
zh_hans: 创建时间
zh_hant: 建立時間

source: Current model doesn't support features:
zh_hans: 当前模型不支持功能：
zh_hant: 目前模型不支援功能：

source: Currently no ML model is available. A model with following features is required:
zh_hans: 目前没有可用的机器学习模型。需要一个具有以下功能的模型：
zh_hant: 目前沒有可用的機器學習模型。需要一個具有以下功能的模型：

source: Data is invalid because it is compound.
zh_hans: 数据无效，因为它是复合的。
zh_hant: 資料無效，因為它是複合的。

source: Data represents an empty archive.
zh_hans: 数据表示一个空存档。
zh_hant: 資料表示一個空封存檔。

source: Deactivate
zh_hans: 停用

source: Deactivating account
zh_hans: 停用账户

source: Decending
zh_hans: 降序

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete %@
zh_hans: 删除%@
zh_hant: 刪除%@

source: Delete All
zh_hans: 全部刪除
zh_hant: 全部刪除

source: Delete Options
zh_hans: 删除选项
zh_hant: 刪除選項

source: Deleting %lld questions
zh_hans: 正在删除%lld题目
zh_hant: 正在刪除%lld題目

source: Deleting Dimension
zh_hans: 删除聚类
zh_hant: 刪除聚類

source: Derived
zh_hans: 派生
zh_hant: 衍生

source: Deselect
zh_hans: 取消选择
zh_hant: 取消選擇

source: Deselect All
zh_hans: 取消全选
zh_hant: 取消全選

source: Details Here
zh_hans: 了解详情
zh_hant: 了解詳情

source: Device name
zh_hans: 设备名

source: Dimension
zh_hans: 聚类
zh_hant: 聚類

source: Dimension is Empty
zh_hans: 聚类为空
zh_hant: 聚類為空

source: Dimension not found
zh_hans: 聚类未找到

source: Do you want to download this again?
zh_hans: 你想要再次下载吗？

source: Don't create takes for now
zh_hans: 目前不创建练习
zh_hant: 目前不建立練習

source: Done
zh_hans: 完成
zh_hant: 完成

source: Download
zh_hans: 下载

source: download executor
zh_hans: 下载执行器

source: Download required
zh_hans: 需要下载
zh_hant: 需要下載

source: Downloading model...
zh_hans: 正在下载模型...
zh_hant: 正在下載模型...

source: Edit Content
zh_hans: 编辑内容
zh_hant: 編輯內容

source: Empty
zh_hans: 空
zh_hant: 空

source: Empty question
zh_hans: 空问题
zh_hant: 空問題

source: Error
zh_hans: 错误
zh_hant: 錯誤

source: Exclude
zh_hans: 排除
zh_hant: 排除

source: Existing credentials would be overwritten, and you would have access no longer
zh_hans: 现有凭据将被覆盖，你将不再有访问权限

source: Explore
zh_hans: 浏览
zh_hant: 瀏覽

source: Failed to load Community
zh_hans: 无法加载社区

# found %d items related to %@
source: found %1$d items related to %2$@
zh_hans: 找到%1$d条与%2$@相关的项目

source: frame embedding inference initialization
zh_hans: 框嵌入推理初始化
zh_hant: 框嵌入推論初始化

source: frame embedding inference resource
zh_hans: 框嵌入推理资源
zh_hant: 框嵌入推論資源

source: Generating QR code...
zh_hans: 正在生成二维码……

source: Generic error.
zh_hans: 通用错误。

source: Generic HTTP failed.
zh_hans: 通用HTTP错误。

source: Get
zh_hans: 获取

source: Getting started...
zh_hans: 正在启动...

source: Have a review
zh_hans: 复习一下
zh_hant: 複習一下

source: Hidden
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide
zh_hans: 隐藏
zh_hant: 隱藏

source: Home
zh_hans: 首页
zh_hant: 首頁

source: HTTP transaction failed.
zh_hans: HTTP传输错误。

source: Ignore
zh_hans: 忽略
zh_hant: 忽略

source: Image
zh_hans: 图片
zh_hant: 圖片

source: Image File
zh_hans: 图片文件
zh_hant: 圖片檔案

source: Import Archive
zh_hans: 导入存档
zh_hant: 匯入封存檔

source: Import Completed
zh_hans: 导入完成
zh_hant: 匯入完成

# Importing %d items, %d completed...
source: Importing Importing %d items, %2$d completed… items, %2$d completed...
zh_hans: 正在导入正在导入%d项, 已完成%2$d项…项，已完成%2$d项...
zh_hant: 正在匯入正在匯入%d項, 已完成%2$d項…項，已完成%2$d項...

source: Incompatible model.
zh_hans: 模型不兼容。
zh_hant: 模型不相容。

source: Inferring %d items...
zh_hans: 正在推理%d项...
zh_hant: 正在推論%d項...

source: Insufficient disk space.
zh_hans: 磁盘空间不足。

source: Invalid credentials
zh_hans: 无效凭证

source: Invalid file format.
zh_hans: 无效文件格式。
zh_hant: 無效檔案格式。

source: Keep Questions
zh_hans: 保留题目
zh_hant: 保留題目

source: Less
zh_hans: 收起
zh_hant: 收合

source: Library
zh_hans: 题库
zh_hant: 題庫

source: library intent model
zh_hans: 题库意图模型
zh_hant: 題庫意圖模型

source: Loaded data represents an invalid image.
zh_hans: 加载的数据代表无效图像。
zh_hant: 載入的資料代表無效圖像。

source: Loading dimension...
zh_hans: 正在加载聚类
zh_hant: 正在載入聚類...

source: Loading dimensions...
zh_hans: 正在加载聚类……

source: Loading Image...
zh_hans: 正在加载图片...
zh_hant: 正在載入圖片...

source: Loading Information...
zh_hans: 正在加载信息...
zh_hant: 正在載入資訊...

source: Loading question...
zh_hans: 正在加载题目……

source: Loading Question...
zh_hans: 正在加载题目…...
zh_hant: 正在載入題目…

source: Loading questions...
zh_hans: 正在加载题目…...
zh_hant: 正在載入題目…

source: Loading session...
zh_hans: 正在加载题集…...
zh_hant: 正在載入題集…

source: Loading suggestions...
zh_hans: 正在加载建议...
zh_hant: 正在載入建議...

source: Loading Take...
zh_hans: 正在加载练习......
zh_hant: 正在載入練習...

source: Log Out
zh_hans: 退出登录

source: Logging out
zh_hans: 退出登录

source: Missing models
zh_hans: 缺少模型
zh_hant: 缺少模型

source: Missing Models
zh_hans: 缺少模型
zh_hant: 缺少模型

source: Modification
zh_hans: 修改
zh_hant: 修改

source: More
zh_hans: 展开
zh_hant: 更多

source: Multiple questions
zh_hans: 多个题目

source: Name
zh_hans: 名称
zh_hant: 名稱

source: Name change
zh_hans: 名称变更

source: Name of options frame
zh_hans: 选项框名称
zh_hant: 選項框名稱

source: Name of the dimension
zh_hans: 聚类名称
zh_hant: 聚類名稱

source: Name of the session
zh_hans: 题集名称
zh_hant: 題集名稱

source: Network is unavailable.
zh_hans: 网络不可用。

source: New account is %@
zh_hans: 新帐户是%@

# New account is %@ on %@
source: New account is %1$@ on %2$@
zh_hans: 新账户是%1$@在%2$@

source: New question
zh_hans: 新题目
zh_hant: 新題目

source: Next
zh_hans: 下一页
zh_hant: 下一頁

source: No account
zh_hans: 没有账户

source: No actions available
zh_hans: 无可用操作

source: No details were reported.
zh_hans: 没有报告详情。
zh_hant: 沒有報告詳情。

source: No items available
zh_hans: 无可用项
zh_hant: 無可用項

source: nothing was found related to %@
zh_hans: 没有找到与%@相关联的内容

source: Nothing was scanned
zh_hans: 没有扫描到内容

source: Now
zh_hans: 刚刚
zh_hant: 剛才

source: OK
zh_hans: 确定
zh_hant: 確定

source: Options
zh_hans: 选项
zh_hant: 選項

source: Pending Download
zh_hans: 准备下载
zh_hant: 準備下載

source: Photo from Library
zh_hans: 图库照片
zh_hant: 圖庫照片

source: Preparing for clustering...
zh_hans: 正在准备集群...

source: Proceed
zh_hans: 继续
zh_hant: 繼續

source: Proceed Anyway
zh_hans: 仍然继续
zh_hant: 仍然繼續

source: Question
zh_hans: 题目
zh_hant: 題目

source: Question name
zh_hans: 题集名称

source: Question Unavailable
zh_hans: 题目不可用
zh_hant: 題目不可用

source: Re-download
zh_hans: 重新下载

source: Recently created
zh_hans: 最近创建
zh_hant: 最近建立

source: Redo
zh_hans: 重做
zh_hant: 重做

source: Remote server responded with HTTP status code %d
zh_hans: 远程服务器响应了HTTP状态码%d

source: Remove
zh_hans: 删除
zh_hant: 移除

source: Rename
zh_hans: 重命名

source: Replace With
zh_hans: 替换为
zh_hant: 取代為

source: Reset
zh_hans: 重置
zh_hant: 重設

# Resource %@ at %@ was not found.
source: Resource %1$@ at %2$@ was not found.
zh_hans: 在%2$@上找不到资源%1$@。
zh_hant: 在%2$@上找不到資源%1$@。

# Resource %@ required by %@ at %@ wsa not found.
source: Resource %1$@ required by %2$@ at %3$@ wsa not found.
zh_hans: %2$@为%3$@所需资源%1$@无法找到。

# Resource %@ required by %@ was not found.
source: Resource %1$@ required by %2$@ was not found.
zh_hans: %2$@所需资源%1$@无法找到。

source: Resource %@ was not found.
zh_hans: 找不到资源%@。

source: Resource is Corrupted
zh_hans: 资源已损坏
zh_hant: 資源已損壞

source: Resource Unavailable
zh_hans: 资源不可用
zh_hant: 資源不可用

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Searching for related questions...
zh_hans: 正在搜索相关问题...

source: Select
zh_hans: 选择
zh_hant: 選擇

source: Select All
zh_hans: 全选
zh_hant: 全選

source: Select an Item to Show
zh_hans: 选择一项显示
zh_hant: 選擇一項顯示

source: Session
zh_hans: 题集
zh_hant: 題集

source: Session is empty
zh_hans: 题集为空
zh_hant: 題集為空

source: Session name
zh_hans: 题集名称
zh_hant: 題集名稱

source: Sessions
zh_hans: 题集
zh_hant: 題集

source: Show Accuracy
zh_hans: 显示正确率
zh_hant: 顯示正確率

source: Show Credentials
zh_hans: 显示凭证

source: Skip
zh_hans: 跳过
zh_hant: 跳過

source: Sorting
zh_hans: 排序

source: Source
zh_hans: 来源
zh_hant: 來源

source: Source "%@" is unavailable.
zh_hans: 资源"%@"不可用。
zh_hant: 資源「%@」不可用。

source: Specification
zh_hans: 细则
zh_hant: 細則

source: Start now
zh_hans: 立即开始
zh_hant: 立即開始

source: Suggestions
zh_hans: 建议
zh_hant: 建議

source: Take
zh_hans: 练习
zh_hant: 練習

source: Take %lld
zh_hans: 练习%lld
zh_hant: 練習%lld

source: Take is removed
zh_hans: 练习已删除
zh_hant: 練習已刪除

source: Takes
zh_hans: 练习
zh_hant: 練習

source: Template
zh_hans: 模板
zh_hant: 範本

source: Text
zh_hans: 文本
zh_hant: 文字

source: Thinking about %@...
zh_hans: 正在思考%@...

source: This archive is empty
zh_hans: 该存档为空
zh_hant: 該封存檔為空

source: Time is Up
zh_hans: 时间到
zh_hant: 時間到

source: Timer
zh_hans: 计时器
zh_hant: 計時器

source: Timers
zh_hans: 计时器
zh_hant: 計時器

source: Type text here...
zh_hans: 在此输入文本...
zh_hant: 在此輸入文字...

source: Undo
zh_hans: 撤销
zh_hant: 復原

source: Unhide
zh_hans: 取消隐藏
zh_hant: 取消隱藏

source: Unknown frame type %@
zh_hans: 未知的框类型%@
zh_hant: 未知的框類型%@

source: unknown scope
zh_hans: 未知范围
zh_hant: 未知範圍

source: Unnamed question
zh_hans: 未命名题目
zh_hant: 未命名題目

source: Unsupported data type
zh_hans: 不支持的数据类型
zh_hant: 不支援的資料類型

source: Use WLAN Only
zh_hans: 仅使用 WLAN
zh_hant: 僅使用WLAN

source: Waiting for inference...
zh_hans: 等待推理…
zh_hant: 等待推論…

source: Will create as Take %lld
zh_hans: 将创建为练习%lld
zh_hant: 將建立為練習%lld

source: Would you like to delete questions contained as well?
zh_hans: 您想要同时删除其中的题目吗？
zh_hant: 您想要同時刪除其中的題目嗎？

source: Would you like to delete these questions? This operation is inreversible.
zh_hans: 您确定删除这些题目吗？该操作是不可逆的。
zh_hant: 您確定刪除這些題目嗎？該操作是不可逆的。

source: Would you like to import %d questions?
zh_hans: 您想要导入%d道题吗？
zh_hant: 您想要匯入%d道題嗎？

source: Would you like to remove "%@"? This operation is inreversible.
zh_hans: 您确定删除%@项吗？该操作是不可逆的。
zh_hant: 您確定移除「%@」嗎？此操作不可復原。

source: Would you like to start the newly created session immediately?
zh_hans: 您想要立即开始新创建的题集吗？
zh_hant: 您想要立即開始新建立的題集嗎？
